Repository: efemesudiyeli/Spyquest
Catalog: Spyfall/Resources/Localizable.xcstrings
Source language: en
Languages: fr, tr

source: Student
fr: Étudiant
tr: Öğrenci

source: Stunt Man
fr: Cascadeur
tr: Dublör

source: Stylist
fr: Styliste
tr: Stilist

source: Submarine
fr: Sous-marin
tr: Denizaltı

source: Subway
fr: Métro
tr: Metro İstasyonu

source: Subway Operator
fr: Opérateur de métro
tr: Metro Operatörü

source: Sunken Ship Captain
fr: Capitaine d'un navire englouti
tr: Batık Gemi Kaptanı

source: Sunken Shipwrecks
fr: Épaves englouties
tr: Batık Gemiler

source: Supermarket
fr: Supermarché
tr: Süpermarket

source: Supply Worker
fr: Travailleur de l'approvisionnement
tr: Tedarik İşçisi

source: Surgeon
fr: Chirurgien
tr: Cerrah

source: Swordsman
fr: Épéiste
tr: Kılıç Ustası

source: Tank Engineer
fr: Ingénieur des citernes
tr: Tank Mühendisi

source: Tap to continue when everyone is ready
fr: Touchez pour continuer quand tout le monde est prêt
tr: Herkes hazır olduğunda devam etmek için tıkla

source: Tap to see role.
fr: Touchez pour voir le rôle.
tr: Rolünü görmek için tıkla.

source: Target Seeker
fr: Chercheur de cibles
tr: Hedef Arayıcı

source: Taster
fr: Dégustateur
tr: Tadımcı

source: Tavern
fr: Taverne
tr: Taverna

source: Teacher
fr: Enseignant
tr: Öğretmen

source: Team Owner
fr: Propriétaire d'équipe
tr: Takım Sahibi

source: Technical Support
fr: Support technique
tr: Teknik Destek

source: Technician
fr: Technicien
tr: Teknisyen

source: Teenager
fr: Adolescent
tr: Ergen

source: Teller
fr: Vendeur
tr: Gişe Görevlisi

source: The abandoned town is a desolate place, once filled with life but now left to decay. Buildings crumble, and the streets are eerily silent. It's a place where only the bravest dare to explore, seeking old secrets or forgotten treasures.
fr: La ville abandonnée est un lieu désolé, autrefois plein de vie, mais aujourd'hui laissé à l'abandon. Les bâtiments s'écroulent et les rues sont étrangement silencieuses. C'est un endroit que seuls les plus courageux osent explorer, à la recherche de vieux secrets ou de trésors oubliés.
tr: Terk edilmiş kasaba, bir zamanlar hayat dolu ancak şimdi çürümeye bırakılmış ıssız bir yerdir. Binalar yıkılır ve sokaklar ürkütücü bir şekilde sessizdir. Sadece en cesurların, eski sırları veya unutulmuş hazineleri ararken keşfetmeye cesaret ettiği bir yerdir.

source: The app automatically assigns roles and locations to each player.
fr: L'application attribue automatiquement des rôles et des lieux à chaque joueur.
tr: Uygulama, her oyuncuya rolleri ve mekanları otomatik olarak atar.

source: The bandit camp is hidden deep in the forest or canyons, a haven for criminals. Here, outlaws plan their raids, divide spoils, and sometimes get caught in bloody infighting. It's a dangerous place for anyone who isn't part of the gang.
fr: Le camp des bandits est caché au plus profond de la forêt ou des canyons, un havre de paix pour les criminels. C'est là que les hors-la-loi planifient leurs raids, se partagent le butin et se livrent parfois à des luttes intestines sanglantes. C'est un endroit dangereux pour tous ceux qui ne font pas partie du gang.
tr: Haydut kampı, ormanın veya kanyonların derinliklerinde gizlenmiş, suçlular için bir sığınaktır. Burada, kanun kaçakları baskınlarını planlar, ganimetleri paylaşır ve bazen kanlı iç çatışmalara kapılırlar. Çetenin bir parçası olmayan herkes için tehlikeli bir yerdir.

source: The bandit camp is hidden deep in the forest or canyons, a haven for criminals. Here, outlaws plan their raids, divide spoils, and sometimes get caught in bloody infighting. It’s a dangerous place for anyone who isn’t part of the gang.
fr: Le camp des bandits est caché au plus profond de la forêt ou des canyons, un havre de paix pour les criminels. C'est là que les hors-la-loi planifient leurs raids, se partagent le butin et se livrent parfois à des luttes intestines sanglantes. C'est un endroit dangereux pour tous ceux qui ne font pas partie du gang.
tr: Haydut kampı, suçlular için bir sığınak olan ormanın veya kanyonların derinliklerinde gizlidir. Burada haydutlar baskınlarını planlar, ganimetleri paylaşır ve bazen kanlı çatışmalara girerler. Çetenin bir parçası olmayan herkes için tehlikeli bir yerdir.

source: The bunkhouse is a modest building where cowboys, ranchers, and travelers rest after long days of hard work. It's a place of camaraderie, where stories are shared and meals are cooked in the warmth of the fire.
fr: Le dortoir est un bâtiment modeste où les cow-boys, les éleveurs et les voyageurs se reposent après de longues journées de dur labeur. C'est un lieu de camaraderie, où l'on partage des histoires et où les repas sont préparés dans la chaleur du feu.
tr: Baraka, kovboyların, çiftçilerin ve yolcuların uzun ve zorlu günlerin ardından dinlendikleri mütevazı bir binadır. Hikayelerin paylaşıldığı ve yemeklerin ateşin sıcaklığında pişirildiği bir arkadaşlık yeridir.

source: The cattle ranch is a vast open space where cowboys and ranchers work tirelessly to tend to herds of cattle. It's a harsh environment with extreme weather, but it's also a critical part of life in the West.
fr: Le ranch est un vaste espace ouvert où les cow-boys et les éleveurs travaillent sans relâche pour s'occuper des troupeaux de bétail. C'est un environnement difficile, avec des conditions climatiques extrêmes, mais c'est aussi un élément essentiel de la vie dans l'Ouest.
tr: Sığır çiftliği, kovboyların ve çiftçilerin sığır sürülerine bakmak için yorulmadan çalıştığı geniş açık bir alandır. Aşırı hava koşulları ile zorlu bir ortamdır, ancak aynı zamanda Batı'daki yaşamın kritik bir parçasıdır.

source: The desert oasis is a rare, life-saving spot in the vast, unforgiving desert. It's a place where travelers stop to rest, refill their water, and gather strength before continuing their journey across the barren land.
fr: L'oasis du désert est un endroit rare et salvateur dans le vaste désert impitoyable. C'est un endroit où les voyageurs s'arrêtent pour se reposer, refaire le plein d'eau et reprendre des forces avant de poursuivre leur voyage sur cette terre aride.
tr: Çöl vahası, geniş, acımasız çölde nadir bulunan, hayat kurtaran bir noktadır. Yolcuların dinlenmek, sularını doldurmak ve çorak arazi boyunca yolculuklarına devam etmeden önce güç toplamak için durdukları bir yerdir.

source: The fort is a military stronghold, built to protect settlers from attacks by outlaws or native tribes. It's a place of order and discipline, but its soldiers are often stretched thin as they face constant threats.
fr: Le fort est une forteresse militaire, construite pour protéger les colons des attaques des hors-la-loi ou des tribus indigènes. C'est un lieu d'ordre et de discipline, mais ses soldats sont souvent à bout de souffle car ils sont confrontés à des menaces constantes.
tr: Kale, yerleşimcileri kanun kaçakları veya yerli kabileler tarafından saldırılardan korumak için inşa edilmiş askeri bir kaledir. Düzen ve disiplin yeridir, ancak askerleri sürekli tehditlerle karşı karşıya kaldıkça genellikle zorlanırlar.

source: The game ends when the spy is correctly identified or the spy guesses the location correctly.
fr: Le jeu se termine lorsque l'espion est correctement identifié ou que l'espion devine correctement l'emplacement.
tr: Oyun, casus doğru şekilde tespit edildiğinde veya casus lokasyonu tahmin ettiğinde sona erer.

source: The ghost town is a relic of the past, now empty and haunted by the spirits of those who once lived here. The creaking wood and broken windows tell tales of a once-thriving community, now swallowed by time.
fr: La ville fantôme est une relique du passé, aujourd'hui vide et hantée par les esprits de ceux qui y ont vécu. Le bois qui grince et les fenêtres brisées racontent l'histoire d'une communauté autrefois prospère, aujourd'hui engloutie par le temps.
tr: Hayalet kasaba, geçmişten kalan bir kalıntıdır, şimdi boş ve bir zamanlar burada yaşayanların ruhları tarafından lanetlenmiştir. Gıcırdayan ahşap ve kırık pencereler, bir zamanlar gelişen, şimdi zamanın yuttuğu bir topluluğun hikayelerini anlatır.

source: The gold mine is a treacherous place located deep within the desert. Many brave souls have ventured in to find riches, but few return. It is filled with hidden tunnels, dangerous caves, and the echo of old, forgotten treasure.
fr: La mine d'or est un endroit dangereux situé dans les profondeurs du désert. Beaucoup d'âmes courageuses s'y sont aventurées pour trouver des richesses, mais peu en reviennent. Elle est remplie de tunnels cachés, de grottes dangereuses et de l'écho de vieux trésors oubliés.
tr: Altın madeni, çölün derinliklerinde bulunan tehlikeli bir yerdir. Pek çok cesur insan zenginlik bulmak için buraya girmiş, ancak çok azı geri dönebilmiştir. Gizli tüneller, tehlikeli mağaralar ve eski, unutulmuş hazinenin yankısıyla doludur.

source: The horse ranch is a place of hard work and reward. Cowboys and ranchers care for the horses and cattle that roam the vast plains. It's a peaceful spot unless an outlaw gang decides to raid the ranch for supplies or livestock.
fr: Le ranch de chevaux est un lieu de travail acharné et de récompense. Les cow-boys et les éleveurs s'occupent des chevaux et du bétail qui parcourent les vastes plaines. C'est un endroit paisible, à moins qu'un gang de hors-la-loi ne décide d'attaquer le ranch pour s'emparer des provisions ou du bétail.
tr: At çiftliği, zor çalışma ve ödül yeridir. Kovboylar ve çiftçiler, geniş ovalarda dolaşan atlara ve sığırlara bakarlar. Bir kanun kaçağı çetesi malzeme veya hayvan için çiftliğe baskın yapmaya karar vermediği sürece huzurlu bir yerdir.

source: The Last Supper
fr: La Cène
tr: Son Akşam Yemeği

source: The Lost Island
fr: L'île perdue
tr: Kayıp Ada

source: The mine shaft is a deep, dark hole in the ground, filled with the potential for wealth and the danger of collapse. It's a treacherous place where miners risk their lives in search of precious metals.
fr: Le puits de mine est un trou profond et sombre dans le sol, plein de potentiel de richesse et de danger d'effondrement. C'est un endroit dangereux où les mineurs risquent leur vie à la recherche de métaux précieux.
tr: Maden kuyusu, zenginlik potansiyeli ve çökme tehlikesiyle dolu, yerdeki derin, karanlık bir deliğidir. Madencilerin değerli metaller arayışında hayatlarını riske attıkları tehlikeli bir yerdir.

source: The mountain pass is a dangerous route through the rugged mountains. It's a shortcut for those who know the land, but it's fraught with peril. Bandits often ambush travelers here, hoping to steal their goods.
fr: Le col est une route dangereuse à travers les montagnes escarpées. C'est un raccourci pour ceux qui connaissent le pays, mais il est semé d'embûches. Des bandits y tendent souvent des embuscades aux voyageurs dans l'espoir de leur voler leurs marchandises.
tr: Dağ geçidi, engebeli dağlardan geçen tehlikeli bir rotadır. Araziyi bilenler için bir kısayoldur, ancak tehlikelerle doludur. Haydutlar sıklıkla burada yolculara pusu kurar, mallarını çalmayı umarak.

source: The old church stands as a symbol of hope amidst the chaos of the Wild West. It has witnessed many stories—of love, loss, and redemption. Some come here for peace, while others seek shelter or hide from the law.
fr: La vieille église est un symbole d'espoir au milieu du chaos de l'Ouest sauvage. Elle a été le témoin de nombreuses histoires d'amour, de perte et de rédemption. Certains viennent ici pour trouver la paix, tandis que d'autres cherchent un abri ou se cachent de la loi.
tr: Eski kilise, Vahşi Batı'nın kaosunda umudun bir sembolü olarak durur. Aşk, kayıp ve kurtuluş hikayelerine tanıklık etmiştir. Bazıları huzur için buraya gelirken, diğerleri sığınak arar veya kanundan saklanır.

source: The outlaw hideout is hidden deep in the wilds, a safe place for criminals on the run. It's a place where plans are made, supplies are stored, and alliances are forged. But it's also a place of constant paranoia, as outlaws fear the law catching up to them.
fr: Le repaire des hors-la-loi est caché au plus profond de la nature, un lieu sûr pour les criminels en fuite. C'est un lieu où l'on élabore des plans, où l'on stocke des provisions et où l'on forge des alliances. Mais c'est aussi un lieu de paranoïa constante, car les hors-la-loi craignent que la loi ne les rattrape.
tr: Kanun kaçağı sığınağı, vahşi doğanın derinliklerinde gizlenmiş, kaçak suçlular için güvenli bir yerdir. Planların yapıldığı, malzemelerin depolandığı ve ittifakların kurulduğu bir yerdir. Ancak aynı zamanda, kanun kaçakları kanunun kendilerine yetişmesinden korktukları için sürekli paranoya yaşanan bir yerdir.

source: The rancher's house is a small, humble abode where a hardworking family lives. It is surrounded by vast fields and animals. Though peaceful, it can quickly become the target of an outlaw raid or a dispute with neighboring ranchers.
fr: La maison de l'éleveur est une petite et humble demeure où vit une famille qui travaille dur. Elle est entourée de vastes champs et d'animaux. Bien que paisible, elle peut rapidement devenir la cible d'un raid de hors-la-loi ou d'un conflit avec les éleveurs voisins.
tr: Çiftçinin evi, çalışkan bir ailenin yaşadığı küçük, mütevazı bir evdir. Geniş tarlalar ve hayvanlarla çevrilidir. Huzurlu olmasına rağmen, hızlı bir şekilde bir haydut baskınının hedefi veya komşu çiftçilerle bir anlaşmazlık konusu haline gelebilir.

source: The rancher’s house is a small, humble abode where a hardworking family lives. It is surrounded by vast fields and animals. Though peaceful, it can quickly become the target of an outlaw raid or a dispute with neighboring ranchers.
fr: La maison de l'éleveur est une petite et humble demeure où vit une famille qui travaille dur. Elle est entourée de vastes champs et d'animaux. Bien que paisible, elle peut rapidement devenir la cible d'un raid de hors-la-loi ou d'un conflit avec les éleveurs voisins.
tr: Çiftlik sahibinin evi, çalışkan bir ailenin yaşadığı küçük, mütevazı bir meskendir. Etrafı geniş tarlalar ve hayvanlarla çevrilidir. Huzurlu olmasına rağmen, kısa sürede bir haydut baskınının veya komşu çiftçilerle bir anlaşmazlığın hedefi haline gelebilir.

source: The remnants of ancient ships lying deep beneath the ocean. Sunken treasures and dangerous sea creatures are hidden among the wreckage.
fr: Les vestiges d'anciens navires gisent profondément sous l'océan. Des trésors engloutis et de dangereuses créatures marines sont cachés parmi les épaves.
tr: Okyanusun derinliklerinde yatan antik gemilerin kalıntıları. Batık hazineler ve tehlikeli deniz yaratıkları enkaz arasında gizleniyor.

source: The saloons and bars are the heart of social life in the Wild West. Here, gamblers test their luck, cowboys share their stories, and outlaws plot their next crime. The sound of piano music, clinking glasses, and the occasional gunshot fills the air as tensions rise.
fr: Les saloons et les bars sont au cœur de la vie sociale du Far West. Les joueurs y testent leur chance, les cow-boys y racontent leurs histoires et les hors-la-loi y préparent leur prochain crime. Le son du piano, les verres qui s'entrechoquent et les coups de feu occasionnels emplissent l'air alors que la tension monte.
tr: Salonlar ve barlar Vahşi Batı'da sosyal hayatın kalbidir. Burada kumarbazlar şanslarını dener, kovboylar hikâyelerini paylaşır ve kanun kaçakları bir sonraki suçlarını planlar. Piyano müziği, tokuşturulan kadehler ve ara sıra duyulan silah sesleri tansiyonu yükseltir.

source: The Sheriff's Office is the law's last stand in the Wild West. It's a small building at the edge of town, where prisoners are held and justice is served. Behind its walls, fierce gunfights are often fought as outlaws try to escape their fate.
fr: Le bureau du shérif est le dernier rempart de la loi dans l'Ouest sauvage. C'est un petit bâtiment situé à la périphérie de la ville, où les prisonniers sont détenus et où la justice est rendue. Derrière ses murs, des fusillades féroces ont souvent lieu lorsque les hors-la-loi tentent d'échapper à leur destin.
tr: Şerif Ofisi, Vahşi Batı'da kanunun son kalesidir. Kasabanın kenarında, mahkumların tutulduğu ve adaletin sağlandığı küçük bir binadır. Duvarlarının arkasında, kanun kaçakları kaderlerinden kaçmaya çalışırken sık sık şiddetli silahlı çatışmalar yaşanır.

source: The Sheriff’s Office is the law’s last stand in the Wild West. It's a small building at the edge of town, where prisoners are held and justice is served. Behind its walls, fierce gunfights are often fought as outlaws try to escape their fate.
fr: Le bureau du shérif est le dernier rempart de la loi dans l'Ouest sauvage. C'est un petit bâtiment situé à la périphérie de la ville, où les prisonniers sont détenus et où la justice est rendue. Derrière ses murs, des fusillades féroces ont souvent lieu lorsque les hors-la-loi tentent d'échapper à leur destin.
tr: Şerif'in Ofisi, Vahşi Batı'da kanunların son kalesidir. Kasabanın kenarında, mahkûmların tutulduğu ve adaletin yerini bulduğu küçük bir binadır. Duvarlarının ardında, kanun kaçakları kaderlerinden kaçmaya çalışırken sık sık şiddetli silahlı çatışmalar yaşanır.

source: The spy can guess the location at any time. If correct, the spy wins. If wrong, the players win.
fr: L'espion peut deviner l'emplacement à tout moment. S'il a raison, l'espion gagne. S'il se trompe, les joueurs gagnent.
tr: Casus, herhangi bir zamanda mekanı tahmin edebilir. Tahmini doğruysa, casus kazanır. Yanlışsa, oyuncular kazanır.

source: The spy was: %@
fr: L'espion était: %@
tr: Casus şuydu: %@

source: The tavern is a gathering place for locals and strangers alike. It's where deals are made, fights are started, and rumors spread. The smell of whiskey and the sound of laughter fill the air as cowboys and outlaws mingle.
fr: La taverne est un lieu de rassemblement pour les habitants et les étrangers. C'est là que les affaires se concluent, que les bagarres commencent et que les rumeurs se répandent. L'odeur du whisky et le bruit des rires emplissent l'air tandis que cow-boys et hors-la-loi se mêlent.
tr: Meyhane, hem yerliler hem de yabancılar için bir buluşma yeridir. Anlaşmaların yapıldığı, kavgaların başladığı ve söylentilerin yayıldığı yerdir. Kovboylar ve kanun kaçakları birbirine karışırken viski kokusu ve kahkaha sesleri havayı doldurur.

source: The train station is a busy hub of activity, where travelers come and go, and where secrets are exchanged. Trains arrive with goods, people, and opportunities, but they also bring danger and conflict.
fr: La gare est un lieu d'activité intense, où les voyageurs vont et viennent, et où des secrets sont échangés. Les trains arrivent avec des marchandises, des personnes et des opportunités, mais ils apportent aussi des dangers et des conflits.
tr: Tren istasyonu, yolcuların gelip gittiği ve sırların değiş tokuş edildiği yoğun bir faaliyet merkezidir. Trenler mallar, insanlar ve fırsatlarla gelir, ancak aynı zamanda tehlike ve çatışma da getirirler.

source: The U.N.
fr: L'ONU
tr: Birleşmiş Milletler

source: The Wild West Show is a traveling spectacle that brings the thrills of cowboy life to town. There are daring stunts, trick shooting, and dramatic reenactments of famous gunfights. It's a celebration of the West's rugged, exciting history.
fr: Le Wild West Show est un spectacle itinérant qui fait revivre la vie des cow-boys en ville. On y trouve des cascades audacieuses, des tirs de précision et des reconstitutions spectaculaires de célèbres fusillades. C'est une célébration de l'histoire rude et passionnante de l'Ouest.
tr: Vahşi Batı Gösterisi, kovboy yaşamının heyecanını kasabaya getiren gezici bir gösteridir. Cesur akrobasi hareketleri, hileli atışlar ve ünlü silahlı çatışmaların dramatik yeniden canlandırmaları vardır. Batı'nın sert, heyecan verici tarihinin bir kutlamasıdır.

source: The windmill is a symbol of hard work and perseverance in the West. It pumps water for the cattle and provides power for the farm, standing tall against the desert winds. It's a lifeline in the wilderness.
fr: Le moulin à vent est un symbole de travail acharné et de persévérance dans l'Ouest. Il pompe l'eau pour le bétail et fournit de l'énergie à la ferme, se dressant contre les vents du désert. C'est une bouée de sauvetage dans la nature.
tr: Yel değirmeni, Batı'da sıkı çalışma ve azmin sembolüdür. Sığırlar için su pompalar ve çiftlik için güç sağlar, çöl rüzgarlarına karşı dimdik durur. Vahşi doğada bir can simididir.

source: Therapist
fr: Thérapeute
tr: Terapist

source: Thief
fr: Voleur
tr: Hırsız

source: Thieves' Haven
fr: Le refuge des voleurs
tr: Hırsızların Sığınağı

source: Third Baseman
fr: Troisième base
tr: Üçüncü Kaleci

source: Ticket Inspector
fr: Contrôleur de billets
tr: Bilet Görevlisi

source: Ticket Seller
fr: Vendeur de billets
tr: Bilet Satıcısı

source: Tied Up Prisoner
fr: Prisonnier ligoté
tr: Bağlanmış Tutsak

source: Time's up!
fr: Le temps est écoulé !
tr: Süre bitti!

source: Tire Specialist
fr: Spécialiste des pneus
tr: Lastik Uzmanı

source: Torturer
fr: Tortionnaire
tr: İşkenceci

source: Tour Guide
fr: Guide touristique
tr: Tur Rehberi

source: Tourist
fr: Touriste
tr: Turist

source: Town Doctor
fr: Médecin de ville
tr: Kasaba Doktoru

source: Town Sheriff
fr: Shérif de la ville
tr: Kasaba Şerifi

source: Townsperson
fr: Conseiller municipal
tr: Kasabalı

source: Trail Scout
fr: Éclaireur de sentiers
tr: İzci

source: Train Attendant
fr: Agent de train
tr: Tren Görevlisi

source: Train Driver
fr: Conducteur de train
tr: Makinist

source: Train Engineer
fr: Ingénieur des trains
tr: Tren Mühendisi

source: Train Robbery Site
fr: Site du vol de train
tr: Tren Soygunu Bölgesi

source: Train robbery sites are notorious in the Wild West. A moving train filled with gold and valuables is a tempting target for outlaws. The narrow, winding tracks are the perfect place for a high-speed chase and a dangerous heist.
fr: Les sites de vol de trains sont tristement célèbres dans le Far West. Un train en marche rempli d'or et d'objets de valeur est une cible tentante pour les hors-la-loi. Les voies étroites et sinueuses sont l'endroit idéal pour une poursuite à grande vitesse et un vol dangereux.
tr: Vahşi Batı'da tren soygunu alanları kötü şöhretlidir. Altın ve değerli eşyalarla dolu hareket halindeki bir tren haydutlar için cazip bir hedeftir. Dar, dolambaçlı raylar yüksek hızlı bir kovalamaca ve tehlikeli bir soygun için mükemmel bir yerdir.

source: Train Station
fr: Gare ferroviaire
tr: Tren İstasyonu

source: Trainer
fr: Formateur
tr: Eğitmen

source: Trapsmith
fr: Trappeur
tr: Tuzak Ustası

source: Traveler
fr: Voyageur
tr: Gezgin

source: Treacherous Sea
fr: Mer dangereuse
tr: Tehlikeli Deniz

source: Treasure Guardian
fr: Gardien du trésor
tr: Hazine Koruyucusu

source: Treasure Hunter
fr: Chasseur de trésors
tr: Hazine Avcısı

source: Treasure Seeker
fr: Chercheur de trésor
tr: Hazine Arayıcı

source: Treehouse Island
fr: L'île aux arbres
tr: Ağaç Ev Adası

source: Trespasser
fr: Intrus
tr: Kaçak

source: Tumbleweed Canyon
fr: Canyon Tumbleweed
tr: Taklaotu Kanyonu
